Repository: maseus/EasterDate_Swift
Catalog: EasterDate/*.lproj/Localizable.strings
Languages: it

# MainTitle
source: Insert a year between 34 A.D. and 2499 A.D.
it: Specifica un anno tra il 34 d.C. ed il 2499 d.C.

# YearHint
source: Year
it: Anno

# ComputeButton
source: COMPUTE
it: CALCOLA

source: Easter day
it: Giorno di Pasqua

# Date1
source: %d March
it: %d Marzo

# Date2
source: %d April
it: %d Aprile

# InfoDesc
source: Application of Gauss algorithm for calculating the date of Easter.
it: Applicazione dell'algoritmo di Gauss per il calcolo della data della Pasqua cristiana.

# VersionTitle
source: VERSION
it: VERSIONE

# AuthorTitle
source: AUTHOR
it: AUTORE

# AuthorText
source: Eustachio Maselli, computer engineer and senior mobile application developer.
it: Eustachio Maselli, ingegnere informatico e senior mobile application developer.

# AlgorithmLink
source: WIKIPEDIA PAGE OF THE GAUSS ALGORITHM
it: PAGINA WIKIPEDIA DELL'ALGORITMO DI GAUSS

# AlgorithmTitle
source: Gauss algorithm
it: Algoritmo di Gauss

# WikipediaPage
source: https://en.m.wikipedia.org/wiki/Computus#Gauss_algorithm
it: https://it.m.wikipedia.org/wiki/Calcolo_della_Pasqua#Metodo_aritmetico_di_Gauss

# Exception1
source: 26 April
it: 26 Aprile

# Exception2
source: 25 April
it: 25 Aprile

# NoNetworkAlert
source: Check your Internet connection!
it: Verifica la connessione di Rete!

# WrongYearAlert
source: Insert a year in the specified range!
it: Specifica un anno nell'intervallo indicato!

# NoSupportAlert
source: Service not available!
it: Servizio non disponibile!

# MailCancelledAlert
source: Sending cancelled
it: Invio annullato

# MailSavedAlert
source: Draft saved
it: Bozza salvata

# MailSentAlert
source: Mail sent!
it: Mail inviata!

# MailErrorAlert
source: Error sending e-mail!
it: Errore nell'invio dell'e-mail!
